import Footer from "../../Components/Footer/Footer";
import Header from "../../Components/Header/Header";


export default function Terms() {
    document.title="قوانین و مقررات"
    return (
        <>
            <Header />
            <section className="w-full px-32 py-8 space-y-5">
                <div className="bg-white text-gray-900 dark: dark:bg-[rgb(51,60,76)] p-6 rounded-2xl">
                    <div className="pb-6 mb-5 border-b border-b-white">
                        <h2 className="text-gray-900 dark:text-white dana-bold text-2xl">شرایط و قوانین سبزلرن</h2>
                    </div>
                    <div>
                        <div className="flex flex-col  gap-10 mt-14">
                            <h2 className="dana-extra text-4xl">شرایط و قوانین استفاده از سرویس‌ها و خدمات سبز لرن</h2>
                            <p className="dana-regular text-lg opacity-60 pl-16">کاربر گرامی لطفاً موارد زیر را جهت استفاده بهینه از خدمات و برنامه‌‏های کاربردی آکادمی سبز لرن با دقت ملاحظه فرمایید.ورود کاربران به وب‏‌سایت آکادمی سبز لرن هنگام استفاده از پروفایل شخصی، طرح‏‌های تشویقی، ویدئوهای رسانه تصویری آکادمی سبز لرن و سایر خدمات ارائه شده توسط آکادمی سبز لرن به معنای آگاه بودن و پذیرفتن شرایط و قوانین و همچنین نحوه استفاده از سرویس‌‏ها و خدمات آکادمی سبز لرن است. توجه داشته باشید که ثبت سفارش نیز در هر زمان به معنی پذیرفتن کامل کلیه شرایط و قوانین آکادمی سبز لرن از سوی کاربر است. لازم به ذکر است شرایط و قوانین مندرج، جایگزین کلیه توافق‏‌های قبلی محسوب می‏‌شود.</p>
                        </div>
                        <div className="flex flex-col gap-10 mt-24">
                            <h2 className="dana-extra text-4xl">شرایط محروم کردن کاربر از سرویس</h2>
                            <p className="dana-regular text-lg opacity-60 pl-16">سبزلرن در برخی شرایطی که خارج از عرف و شرع و منطق نیست. کاربر خود را از دادن سرویس محروم میکند و این مورد شامل دوره های نقدی نیز میباشد و درصورتی که موارد ذکر شده توسط کاربر انجام و تخطی از تعهد صورت گیرد. سبزلرن بلافاصله سرویس او را تعلیق و هزینه آن کاربر را نیز بلوکه میکند</p>
                        </div>
                        <div className="flex flex-col gap-10 mt-24">
                            <h2 className="dana-extra text-4xl">طرح تشویقی پیشنهاد شگفت‌انگیز</h2>
                            <p className="dana-regular text-lg opacity-60 pl-16">طرح تشویقی شگفت‌انگیز به منظور ایجاد تجربه یک خرید خوب برای کاربران در نظر گرفته شده و در این ایام تعدادی از محصولات با تخفیف‏‌هایی بسیار ویژه‏‌تر نسبت به فروش‌‏های ویژه درج می‏‌شود که این کالاها تنها برای ساعت‏‌هایی امکان سفارش گذاری دارند. توجه داشته باشید که اگر شما برای مثال در اول ماه. یک محصولی را خریداری کرده اید و سفارش شما کامل شده باشد و در اواسط همان  ماه و یا درتاریخی دیگر. بر روی آن محصول تخفیفی اعمال شود. امکان اینکه هزینه شمارا نیز با آن تخفیف هموار کنیم و بخشی از مبلغ را عودت دهیم وجود ندارد !</p>
                        </div>
                    </div>
                </div>
            </section>
            <Footer />
        </>
    )
}
